tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "superbrothers/opener"

brew "bash"
brew "bat"
brew "exa"
brew "go"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "mutt"
brew "jq"
brew "tree"
brew "wget"
brew "bash-completion"
brew "gh"
brew "superbrothers/opener/opener", restart_service: true
brew "reattach-to-user-namespace"
brew "git-review"
brew "node"
brew "vivid"
brew "nvim"
brew "ncurses"
brew "ipmitool"
brew "pnpm"
brew "grammarly-languageserver"
brew "vint"

# https://github.com/alacritty/alacritty/issues/62#issuecomment-1345355742
# Pinned to v0.10.1.
cask "alacritty"
cask "font-hack-nerd-font"
cask "bettertouchtool"
cask "coteditor"
cask "alfred"
cask "1password-cli"
cask "thunderbird"
cask "grammarly"
cask "drawio"
cask "google-chrome"
cask "slack"
cask "font-jetbrains-mono"
cask "font-fira-code"
