tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "superbrothers/opener"

brew "bash"
brew "bat"
brew "exa"
brew "go"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "mutt"
brew "jq"
brew "tree"
brew "wget"
brew "bash-completion"
brew "gh"
brew "superbrothers/opener/opener", restart_service: true

cask "alacritty"
cask "font-hack-nerd-font"
cask "bettertouchtool"
cask "coteditor"
cask "alfred"
